Repository: kraftbj/genesis-enews-extended
Catalog: languages/genesis-enews-extended-*.po
Languages: de_de

source: Genesis eNews Extended
de_de: Genesis eNews Erweitert

source: Replaces the Genesis eNews Widget to allow easier use of additional mailing services.
de_de: Ersetzt das Genesis eNews &amp; Updates Widget, um auf einfachere und elegantere Weise verschiedene Mailingdienst-Anbieter zu unterstützen.

source: Displays subscribe form
de_de: Präsentiert das E-Mail-Formular zum Abonnieren eines Newsletters, und unterstützt dabei diverse Newsletter-/ Mailinglisten-Dienstanbieter.

source: Genesis - eNews Extended
de_de: Genesis - eNews Erweitert

source: Title
de_de: Titel

source: Text To Show
de_de: Anzuzeigender Text

source: Entering your Feedburner ID here will deactivate the custom options below.
de_de: Wird hier eine Feedburner-ID eingetragen, werden die Optionen für benutzerdefinierte Dienste/ Formulare unten wirkungslos!

source: Form Action
de_de: Formular-Aktion (Form Action)

source: E-Mail Field
de_de: E-Mail-Feld

source: Hidden Fields
de_de: Verborgene Felder (Hidden Fields)

source: Not all services use hidden fields.
de_de: Nicht alle Dienste verwenden verborgene Felder (Hidden Fields).

source: Enter your email address...
de_de: E-Mail eingeben ...

source: Go
de_de: Start

source: Button Text
de_de: Text des Buttons

source: First Name Field
de_de: Vorname-Feld

source: Last Name Field
de_de: Nachname-Feld

source: Open confirmation page in same window?
de_de: Bestätigungsseite im selben Browser-Tab/ -Fenster öffnen?

source: First Name...
de_de: Vorname...

source: First Name Input Text
de_de: Vorname Eingabetext

source: Last Name...
de_de: Nachname...

source: Last Name Input Text
de_de: Nachname Eingabetext

source: E-Mail Input Text
de_de: E-Mail Eingabetext
